Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: When Terminal reopens a window, %@ starts it with a “Restored session” line and gives it back its own command history. For that, every shell saves its session as it ends, with a “Saving session” line, and keeps it for two weeks. Peel doesn’t change your shell’s files.
cs: Když Terminál znovu otevře okno, shell %@ v něm na začátku vypíše řádek „Restored session“ a vrátí mu jeho vlastní historii příkazů. Aby to bylo možné, každý shell při ukončení uloží svou relaci, přičemž vypíše řádek „Saving session“, a uchová ji dva týdny. Peel soubory vašeho shellu nemění.
de: Wenn Terminal ein Fenster erneut öffnet, zeigt %@ darin zuerst eine Zeile „Restored session“ und gibt dem Fenster seinen eigenen Befehlsverlauf zurück. Dafür sichert jede Shell beim Beenden ihre Sitzung, zeigt dabei eine Zeile „Saving session“ und bewahrt die Sitzung zwei Wochen lang auf. Peel ändert die Dateien deiner Shell nicht.
es: Cuando Terminal vuelve a abrir una ventana, %@ muestra al principio una línea “Restored session” y le devuelve su propio historial de comandos. Para ello, cada shell guarda su sesión al terminar, con una línea “Saving session”, y la conserva durante dos semanas. Peel no cambia los archivos de tu shell.
fr: Lorsque Terminal rouvre une fenêtre, %@ y affiche d’abord une ligne « Restored session » et lui rend son propre historique des commandes. Pour cela, chaque shell, en se terminant, affiche une ligne « Saving session » et enregistre sa session, qu’il conserve pendant deux semaines. Peel ne modifie pas les fichiers de votre shell.
it: Quando Terminale riapre una finestra, %@ la fa iniziare con una riga “Restored session” e le restituisce la sua cronologia dei comandi. Per farlo, ogni shell salva la propria sessione quando si conclude, con una riga “Saving session”, e la conserva per due settimane. Peel non modifica i file della tua shell.
ja: ターミナルがウインドウを再度開くと、%@は最初に“Restored session”の行を表示し、そのウインドウ独自のコマンド履歴を復元します。そのために、すべてのシェルは終了時に“Saving session”の行を表示してセッションを保存し、2週間保管します。Peelはシェルのファイルを変更しません。
ko: 터미널이 윈도우를 다시 열면 %@이(가) 그 윈도우를 ‘Restored session’ 줄로 시작하고, 그 윈도우만의 명령 기록을 복원합니다. 이를 위해 모든 셸은 종료될 때 ‘Saving session’ 줄을 표시하며 세션을 저장하고, 저장한 세션을 2주 동안 보관합니다. Peel은 셸 파일을 변경하지 않습니다.
nl: Als Terminal een venster opnieuw opent, laat %@ het beginnen met een regel 'Restored session' en krijgt het venster zijn eigen commandogeschiedenis terug. Daarvoor bewaart elke shell zijn sessie wanneer die eindigt, met een regel 'Saving session', en die sessie blijft twee weken bewaard. Peel wijzigt de bestanden van je shell niet.
pl: Gdy Terminal ponownie otwiera okno, %@ zaczyna je od wiersza „Restored session” i przywraca mu jego własną historię poleceń. W tym celu każda powłoka, gdy kończy działanie, zachowuje swoją sesję, wyświetlając wiersz „Saving session”, i przechowuje ją przez dwa tygodnie. Peel nie zmienia plików Twojej powłoki.
pt: Quando o Terminal reabre uma janela, o %@ a inicia com a linha “Restored session” e devolve a ela o próprio histórico de comandos. Para isso, cada shell salva a sessão ao terminar, com a linha “Saving session”, e a mantém por duas semanas. O Peel não altera os arquivos do seu shell.
ro: Când Terminal redeschide o fereastră, %@ o începe cu linia „Restored session” și îi redă propriul istoric de comenzi. Pentru aceasta, fiecare shell, când se încheie, afișează linia „Saving session” și își salvează sesiunea, pe care o păstrează timp de două săptămâni. Peel nu modifică fișierele shellului dvs.
ru: Когда Терминал открывает окно заново, %@ сразу выводит в нем строку «Restored session» и возвращает окну его собственную историю команд. Для этого каждая оболочка при завершении работы сохраняет свой сеанс, выводя строку «Saving session», и хранит его две недели. Peel не меняет файлы Вашей оболочки.
sv: När Terminal öppnar ett fönster igen börjar %@ det med en rad med ”Restored session” och ger fönstret tillbaka dess egen kommandohistorik. För att kunna göra det sparar varje kommandotolk sin session när den avslutas, med en rad med ”Saving session”, och behåller sessionen i två veckor. Peel ändrar inte din kommandotolks filer.
tr: Terminal bir pencereyi yeniden açtığında, %@ onu “Restored session” satırıyla başlatır ve ona kendi komut geçmişini geri verir. Bunun için her kabuk, sona ererken “Saving session” satırıyla oturumunu kaydeder ve iki hafta boyunca saklar. Peel kabuğunuzun dosyalarını değiştirmez.
uk: Коли Термінал знову відкриває вікно, %@ починає його з рядка «Restored session» і повертає вікну його власну історію команд. Для цього кожна оболонка, завершуючи роботу, виводить рядок «Saving session» і зберігає свій сеанс на два тижні. Peel не змінює файли вашої оболонки.
zh_hans: “终端”重新打开窗口时，%@会先在窗口中显示“Restored session”行，并恢复该窗口自己的命令历史记录。为此，每个shell都会在结束时保存自己的会话，同时显示“Saving session”行，并将会话保留两周。Peel不会更改你的shell的文件。
zh_hant: 「終端機」重新打開視窗時，「%@」會在視窗開頭顯示「Restored session」行，並恢復該視窗自己的指令記錄。為此，每個Shell結束時都會儲存其區段，同時顯示「Saving session」行，並將區段保留兩週。Peel不會更改你的Shell檔案。

source: When a program rings Terminal’s bell, as with Control-G, Terminal plays no sound.
cs: Když program vyvolá upozornění Terminálu, například po stisknutí kláves Control-G, Terminál nepřehraje žádný zvuk.
de: Wenn ein Programm die Glocke von Terminal läutet, etwa mit Control-G, spielt Terminal keinen Ton ab.
es: Cuando un programa activa el aviso de Terminal, como con Control + G, Terminal no reproduce ningún sonido.
fr: Lorsqu’un programme fait sonner la cloche de Terminal, par exemple avec Contrôle + G, Terminal n’émet aucun son.
it: Quando un programma fa scattare l’avviso di Terminale, come con Ctrl-G, Terminale non riproduce alcun suono.
ja: プログラムがControl＋Gなどでターミナルのベルを鳴らしても、ターミナルは音を再生しません。
ko: 프로그램이 Control-G 등으로 터미널의 벨을 울릴 때 터미널은 사운드를 재생하지 않습니다.
nl: Als een programma Terminal een signaal laat geven, zoals met Control + G, speelt Terminal geen geluid af.
pl: Gdy program dzwoni dzwonkiem Terminala, jak przy Control-G, Terminal nie odtwarza żadnego dźwięku.
pt: Quando um programa toca o sino do Terminal, como acontece com Control + G, o Terminal não reproduz nenhum som.
ro: Când un program declanșează alerta Terminal, de exemplu cu Control-G, Terminal nu redă niciun sunet.
ru: Когда программа звонит в колокол Терминала, например с помощью Control-G, Терминал не воспроизводит звук.
sv: När ett program ringer i Terminals klocka, till exempel med kontroll-G, spelar Terminal inte upp något ljud.
tr: Bir program Terminal’in zilini örneğin Kontrol-G ile çaldığında, Terminal hiçbir ses çalmaz.
uk: Коли програма викликає сигнал Термінала, як-от за допомогою Control+G, Термінал не відтворює жодного звуку.
zh_hans: 当程序触发“终端”的报警声（例如通过Control-G）时，“终端”不会播放声音。
zh_hant: 當程式讓「終端機」的提示鈴響起時（例如按下Control + G），「終端機」不會播放聲音。

source: When an app crashes, macOS stops asking you about it.
cs: Když aplikace havaruje, systém macOS se vás na to přestane ptát.
de: Wenn eine App abstürzt, fragt macOS dich nicht mehr danach.
es: Cuando una app se cierra inesperadamente, macOS deja de preguntarte por ello.
fr: Lorsqu’une app se ferme de manière inattendue, macOS cesse de vous interroger à ce sujet.
it: Quando un’app si chiude inaspettatamente, macOS non ti chiede più nulla al riguardo.
ja: アプリがクラッシュしても、macOSがそれについて尋ねなくなります。
ko: 앱이 충돌해도 macOS가 이에 대해 묻지 않습니다.
nl: Als een app crasht, vraagt macOS je daar niet meer naar.
pl: Gdy aplikacja ulegnie awarii, macOS przestaje Cię o to pytać.
pt: Quando um app é encerrado inesperadamente, o macOS para de perguntar a você sobre isso.
ro: Când o aplicație se oprește subit, macOS nu vă mai întreabă despre asta.
ru: Когда приложение аварийно завершается, macOS больше не спрашивает Вас об этом.
sv: När en app kraschar slutar macOS fråga dig om det.
tr: Bir uygulama çöktüğünde macOS size bunu sormayı bırakır.
uk: Коли програма аварійно завершується, macOS більше не питає вас про це.
zh_hans: App崩溃时，macOS不再就此询问你。
zh_hant: App當機時，macOS不會再詢問你。

source: When an app resizes a window itself, it happens at once.
cs: Když aplikace sama změní velikost okna, stane se to okamžitě.
de: Wenn eine App die Größe eines Fensters selbst ändert, geschieht das sofort.
es: Cuando una app cambia por sí misma el tamaño de una ventana, ocurre al instante.
fr: Lorsqu’une app redimensionne elle-même une fenêtre, cela se fait immédiatement.
it: Quando è un’app a ridimensionare una finestra, avviene all’istante.
ja: アプリがウインドウのサイズを変更するときに、すぐに変わります。
ko: 앱이 직접 윈도우 크기를 조절하면 즉시 조절됩니다.
nl: Als een app zelf de grootte van een venster wijzigt, gebeurt dat meteen.
pl: Gdy aplikacja sama zmienia wielkość okna, dzieje się to od razu.
pt: Quando um app redimensiona uma janela sozinho, isso acontece na hora.
ro: Când o aplicație redimensionează singură o fereastră, se întâmplă imediat.
ru: Когда приложение само меняет размер окна, это происходит сразу.
sv: När en app själv ändrar storlek på ett fönster sker det direkt.
tr: Bir uygulama bir pencereyi kendisi yeniden boyutlandırdığında bu anında olur.
uk: Коли програма сама змінює розмір вікна, це відбувається одразу.
zh_hans: 当App自行调整窗口大小时，会立即完成。
zh_hant: 當App自行調整視窗大小時，會立即完成。

source: When less than a tenth of the disk your home folder is on is available, Peel sends a notification that opens Space. It checks only while it is running.
cs: Když je k dispozici méně než desetina disku, na kterém máte domovskou složku, Peel pošle oznámení, které otevře stránku Místo na disku. Kontroluje to, jen když běží.
de: Wenn auf dem Volume mit deinem Benutzerordner weniger als ein Zehntel verfügbar ist, sendet Peel eine Mitteilung, die „Speicherplatz“ öffnet. Die Prüfung erfolgt nur, während Peel läuft.
es: Cuando queda disponible menos de la décima parte del disco donde está tu carpeta de inicio, Peel envía una notificación que abre la página Espacio. Solo lo comprueba mientras está en ejecución.
fr: Lorsque moins d’un dixième du disque sur lequel se trouve votre dossier de départ est disponible, Peel envoie une notification qui ouvre la page Espace. La vérification n’a lieu que lorsque Peel est en cours d’exécution.
it: Quando è disponibile meno di un decimo del disco su cui si trova la tua cartella Inizio, Peel invia una notifica che apre la pagina Spazio. Verifica solo mentre è in esecuzione.
ja: ホームフォルダがあるディスクの使用可能な領域が10分の1未満になると、Peelが“容量”を開く通知を送信します。確認はPeelの実行中にのみ行われます。
ko: 홈 폴더가 있는 디스크의 사용 가능한 공간이 10분의 1 미만이 되면 Peel이 공간 페이지를 여는 알림을 보냅니다. Peel이 실행 중일 때만 확인합니다.
nl: Als er minder dan een tiende van de schijf met je thuismap beschikbaar is, stuurt Peel een melding die 'Schijfruimte' opent. Peel controleert dit alleen terwijl het actief is.
pl: Gdy na dysku, na którym jest Twój folder domowy, dostępna jest mniej niż jedna dziesiąta miejsca, Peel wysyła powiadomienie, które otwiera stronę Miejsce. Sprawdza to tylko wtedy, gdy jest uruchomiony.
pt: Quando menos de um décimo do disco em que está a sua pasta pessoal estiver disponível, o Peel envia uma notificação que abre a página Espaço. Ele só verifica enquanto está em execução.
ro: Când mai puțin de o zecime din discul pe care se află dosarul dvs. de reședință este disponibilă, Peel trimite o notificare care deschide pagina Spațiu. Verifică doar cât timp rulează.
ru: Когда на диске, где находится Ваша папка пользователя, доступно меньше десятой части места, Peel присылает уведомление, которое открывает раздел «Место на диске». Peel проверяет это, только пока запущен.
sv: När mindre än en tiondel av skivan som din hemmapp ligger på är tillgänglig skickar Peel en notis som öppnar sidan Utrymme. Kontrollen görs bara medan Peel körs.
tr: Ana klasörünüzün bulunduğu diskte kullanılabilir alan onda birin altına düştüğünde Peel, Disk Alanı’nı açan bir bildirim gönderir. Yalnızca çalışırken denetler.
uk: Коли на диску, де розташована ваша Домівка, доступно менше десятої частини обсягу, Peel надсилає сповіщення, яке відкриває розділ «Місце на диску». Peel перевіряє це лише тоді, коли працює.
zh_hans: 当你的个人文件夹所在磁盘的可用空间不足十分之一时，Peel会发送一条通知，点按即可打开“空间占用”。仅在Peel运行时检查。
zh_hant: 當你的個人專屬檔案夾所在磁碟的可用空間少於十分之一時，Peel會傳送一則可打開「空間」的通知。Peel只有在執行時才會檢查。

source: When you move an app to the Trash yourself, Peel offers to remove the files it left behind. Peel watches the Trash while it is open, or while it is in the menu bar.
cs: Když sami přesunete aplikaci do koše, Peel nabídne odstranění souborů, které po ní zůstaly. Sleduje koš, když je Peel otevřený nebo když je v řádku nabídek.
de: Wenn du selbst eine App in den Papierkorb legst, bietet Peel an, die Dateien zu entfernen, die sie hinterlassen hat. Der Papierkorb wird beobachtet, solange Peel geöffnet ist oder in der Menüleiste angezeigt wird.
es: Cuando trasladas una app a la papelera por tu cuenta, Peel te ofrece eliminar los archivos que ha dejado. Peel vigila la papelera mientras está abierto o mientras está en la barra de menús.
fr: Lorsque vous placez vous-même une app dans la corbeille, Peel propose de supprimer les fichiers qu’elle a laissés derrière elle. Peel surveille la corbeille tant qu’il est ouvert, ou tant qu’il est dans la barre des menus.
it: Quando sposti un’app nel Cestino per conto tuo, Peel propone di rimuovere i file che si è lasciata dietro. Peel lo monitora mentre è aperto, o mentre è nella barra dei menu.
ja: 自分でアプリをゴミ箱に入れたときに、そのアプリが残したファイルを取り除くようPeelが提案します。Peelが開いている間、またはメニューバーに常駐している間は、ゴミ箱を監視します。
ko: 사용자가 직접 앱을 휴지통으로 이동하면 Peel이 그 앱이 남긴 파일의 제거를 제안합니다. Peel은 열려 있거나 메뉴 막대에 있는 동안 휴지통을 지켜봅니다.
nl: Wanneer je zelf een app naar de prullenmand verplaatst, biedt Peel aan om de bestanden te verwijderen die de app heeft achtergelaten. Peel houdt de prullenmand in de gaten zolang het open is of in de menubalk staat.
pl: Gdy samodzielnie przeniesiesz aplikację do Kosza, Peel zaproponuje przeniesienie do Kosza plików, które po sobie pozostawiła. Obserwuje Kosz, gdy Peel jest otwarty lub gdy jest na pasku menu.
pt: Quando você mesmo move um app para o Lixo, o Peel oferece remover os arquivos que ele deixou para trás. O Peel monitora o Lixo enquanto está aberto ou enquanto está na barra de menus.
ro: Când mutați chiar dvs. o aplicație în Coș, Peel se oferă să elimine fișierele pe care le‑a lăsat în urmă. Urmărește Coșul cât timp Peel este deschis sau cât timp se află în bara de meniu.
ru: Когда Вы сами перемещаете приложение в Корзину, Peel предлагает удалить оставшиеся после него файлы. Peel следит за Корзиной, пока он открыт или пока находится в строке меню.
sv: När du själv flyttar en app till papperskorgen erbjuder sig Peel att ta bort filerna som den lämnade kvar. Bevakningen pågår medan Peel är öppen eller finns i menyraden.
tr: Bir uygulamayı kendiniz Çöp Sepeti’ne taşıdığınızda Peel, uygulamanın geride bıraktığı dosyaları kaldırmayı önerir. Peel, açıkken veya menü çubuğundayken Çöp Sepeti’ni izler.
uk: Коли ви самі переміщуєте програму в Смітник, Peel пропонує вилучити файли, які вона залишила по собі. Peel стежить за Смітником, поки вона відкрита або поки вона на смузі меню.
zh_hans: 当你自己将App移到废纸篓时，Peel会提出移除它留下的文件。只要Peel已打开或在菜单栏中，就会监视废纸篓。
zh_hant: 當你自行將App丟到「垃圾桶」時，Peel會提議移除它留下的檔案。Peel打開時，或在選單列中時，都會監看「垃圾桶」。

source: When you run a command that is already in the history, the older copy goes, so each command appears once.
cs: Když spustíte příkaz, který už v historii je, starší kopie zmizí, takže se každý příkaz objeví jen jednou.
de: Wenn du einen Befehl ausführst, der schon im Verlauf steht, wird die ältere Kopie entfernt, sodass jeder Befehl nur einmal vorkommt.
es: Cuando ejecutas un comando que ya está en el historial, se quita la copia más antigua, así que cada comando aparece una sola vez.
fr: Lorsque vous exécutez une commande qui figure déjà dans l’historique, l’ancienne occurrence disparaît : chaque commande n’y apparaît donc qu’une fois.
it: Quando esegui un comando già presente nella cronologia, la copia più vecchia viene tolta, così ogni comando compare una sola volta.
ja: すでに履歴にあるコマンドを実行すると古いほうが取り除かれるため、各コマンドは履歴に1回だけ現れます。
ko: 이미 명령 기록에 있는 명령을 실행하면 이전 항목이 사라지므로, 각 명령이 한 번만 나타납니다.
nl: Als je een commando uitvoert dat al in de geschiedenis staat, verdwijnt de oudere kopie, zodat elk commando één keer voorkomt.
pl: Gdy uruchamiasz polecenie, które już jest w historii, starsza kopia znika, więc każde polecenie występuje tylko raz.
pt: Quando você executa um comando que já está no histórico, a cópia mais antiga é removida, então cada comando aparece uma só vez.
ro: Când rulați o comandă care se află deja în istoric, copia mai veche este eliminată, așa că fiecare comandă apare o singură dată.
ru: Когда Вы выполняете команду, которая уже есть в истории, ее старая копия удаляется, поэтому каждая команда встречается только один раз.
sv: När du kör ett kommando som redan finns i historiken försvinner den äldre kopian, så att varje kommando bara finns med en gång.
tr: Geçmişte zaten bulunan bir komutu çalıştırdığınızda eski kopya çıkarılır; böylece her komut bir kez görünür.
uk: Коли ви виконуєте команду, яка вже є в історії, старіша копія вилучається, тож кожна команда трапляється лише один раз.
zh_hans: 运行历史记录中已有的命令时，较早的那条会被移除，因此每条命令只出现一次。
zh_hant: 當你執行的指令已在指令記錄中時，較舊的那一筆會被移除，因此每個指令只會出現一次。

source: Where
cs: Kde
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 場所
ko: 위치
nl: Locatie
pl: Gdzie
pt: Onde
ro: Unde
ru: Путь
sv: Plats
tr: Yeri
uk: Розташування
zh_hans: 位置
zh_hant: 位置

source: Where Homebrew downloads the packages it upgrades. A cask comes from its maker’s own address.
cs: Odtud Homebrew stahuje balíčky, které upgraduje. Cask pochází z vlastní adresy svého výrobce.
de: Von hier lädt Homebrew die Pakete, für die es ein Upgrade ausführt. Ein Cask kommt von der eigenen Adresse seines Herstellers.
es: El lugar desde el que Homebrew descarga los paquetes que actualiza. Un cask viene de la propia dirección de su fabricante.
fr: L’endroit où Homebrew télécharge les paquets qu’il met à niveau. Un cask provient de l’adresse de son éditeur.
it: Da dove Homebrew scarica i pacchetti che aggiorna. Un cask arriva dall’indirizzo del suo produttore.
ja: Homebrewがアップグレードするパッケージのダウンロード元です。caskは、その開発元自身のアドレスからダウンロードされます。
ko: Homebrew가 업그레이드하는 패키지를 다운로드하는 곳입니다. cask는 제작자의 자체 주소에서 다운로드됩니다.
nl: Waar Homebrew de pakketten downloadt die het upgradet. Een cask komt van het eigen adres van de maker.
pl: Stąd Homebrew pobiera uaktualniane pakiety. Cask pochodzi z własnego adresu producenta.
pt: De onde o Homebrew baixa os pacotes para fazer upgrade. Um cask vem do endereço do próprio fabricante.
ro: Locul de unde Homebrew descarcă pachetele cărora le face upgrade. Un cask vine de la adresa proprie a producătorului său.
ru: Отсюда Homebrew загружает пакеты, которые обновляет. Cask загружается с собственного адреса его производителя.
sv: Där Homebrew hämtar paketen som det uppgraderar. En cask kommer från tillverkarens egen adress.
tr: Homebrew’un yükselttiği paketleri indirdiği yer. Bir cask, üreticisinin kendi adresinden gelir.
uk: Звідси Homebrew викачує пакети, які оновлює. Cask викачується з власної адреси виробника.
zh_hans: Homebrew下载所升级软件包的地方。cask则来自其厂商自己的地址。
zh_hant: Homebrew下載升級套件的位置。每個cask則是從它的廠商自己的網址下載。

source: Where screenshots are saved
cs: Kam se ukládají snímky obrazovky
de: Wo Bildschirmfotos gesichert werden
es: Dónde se guardan las capturas de pantalla
fr: Emplacement des captures d’écran
it: Dove vengono salvati gli screenshot
ja: スクリーンショットの保存先
ko: 스크린샷 저장 위치
nl: Waar schermafbeeldingen worden bewaard
pl: Gdzie są zachowywane zrzuty ekranu
pt: Onde as capturas de tela são salvas
ro: Unde sunt salvate capturile de ecran
ru: Куда сохраняются снимки экрана
sv: Var skärmavbilder sparas
tr: Ekran resimlerinin kaydedileceği yer
uk: Куди зберігаються знімки екрана
zh_hans: 截屏的保存位置
zh_hant: 截圖的儲存位置

source: Where should Peel save the list?
cs: Kam má Peel seznam uložit?
de: Wo soll Peel die Liste sichern?
es: ¿Dónde debe guardar Peel la lista?
fr: Où Peel doit-il enregistrer la liste ?
it: Dove vuoi che Peel salvi l’elenco?
ja: Peelが書き出すリストをどこに保存しますか?
ko: Peel 앱 목록을 어디에 저장하겠습니까?
nl: Waar moet Peel de lijst bewaren?
pl: Gdzie Peel ma zachować listę?
pt: Onde o Peel deve salvar a lista?
ro: Unde să salveze Peel lista?
ru: Куда Peel должен сохранить список?
sv: Var ska Peel spara listan?
tr: Peel listeyi nereye kaydetsin?
uk: Куди Peel має зберегти список?
zh_hans: Peel应将列表保存在哪里？
zh_hant: Peel要將列表儲存在哪裡？

source: Where should screenshots be saved?
cs: Kam se mají ukládat snímky obrazovky?
de: Wo sollen Bildschirmfotos gesichert werden?
es: ¿Dónde quieres guardar las capturas de pantalla?
fr: Où enregistrer les captures d’écran ?
it: Dove vuoi salvare gli screenshot?
ja: スクリーンショットをどこに保存しますか?
ko: 스크린샷을 어디에 저장하겠습니까?
nl: Waar moeten schermafbeeldingen worden bewaard?
pl: Gdzie zachowywać zrzuty ekranu?
pt: Onde as capturas de tela devem ser salvas?
ro: Unde să fie salvate capturile de ecran?
ru: Куда сохранять снимки экрана?
sv: Var ska skärmavbilder sparas?
tr: Ekran resimleri nereye kaydedilsin?
uk: Де зберігати знімки екрана?
zh_hans: 截屏应保存在哪里？
zh_hant: 截圖要儲存在哪裡？

source: While Peel Runs
cs: Když Peel běží
de: Während Peel läuft
es: Mientras Peel está en ejecución
fr: Pendant que Peel est ouvert
it: Mentre Peel è in esecuzione
ja: Peelの実行中
ko: Peel이 실행 중일 때
nl: Terwijl Peel actief is
pl: Gdy Peel działa
pt: Com o Peel em Execução
ro: Cât timp Peel rulează
ru: Пока Peel работает
sv: Medan Peel körs
tr: Peel Çalışırken
uk: Поки Peel працює
zh_hans: Peel运行时
zh_hant: Peel執行時

source: While Terminal is open, it doesn’t see a change to its settings, and can undo it the next time it saves them.
cs: Dokud je Terminál otevřený, o změně svých nastavení neví a při jejich příštím uložení ji může zrušit.
de: Solange Terminal geöffnet ist, bemerkt die App keine Änderung an ihren Einstellungen und kann sie rückgängig machen, wenn sie ihre Einstellungen das nächste Mal sichert.
es: Mientras Terminal está abierta, no ve el cambio en sus ajustes y puede deshacerlo la próxima vez que los guarde.
fr: Tant que Terminal est ouvert, il ne s’aperçoit pas d’un changement apporté à ses réglages et peut l’annuler la prochaine fois qu’il les enregistre.
it: Mentre Terminale è aperto, non vede una modifica alle sue impostazioni e può annullarla la prossima volta che le salva.
ja: ターミナルは、開いている間は設定の変更を認識せず、次に設定を保存するときにその変更を取り消すことがあります。
ko: 터미널은 열려 있는 동안 설정 변경 사항을 인식하지 못하며, 다음에 설정을 저장할 때 그 변경 사항을 되돌릴 수 있습니다.
nl: Zolang Terminal open is, ziet de app een wijziging in zijn instellingen niet, en kan die de wijziging ongedaan maken de volgende keer dat die ze bewaart.
pl: Dopóki Terminal jest otwarty, nie widzi zmiany w swoich ustawieniach i może ją cofnąć, gdy następnym razem je zachowa.
pt: Enquanto estiver aberto, o Terminal não percebe uma mudança nos próprios ajustes e pode desfazê-la na próxima vez que os salvar.
ro: Cât timp Terminal este deschis, nu vede o modificare a configurărilor sale și o poate anula data viitoare când le salvează.
ru: Пока Терминал открыт, он не видит изменение в своих настройках и может отменить его, когда в следующий раз сохранит их.
sv: Medan Terminal är öppen ser den inte en ändring av sina inställningar och kan ångra den nästa gång den sparar dem.
tr: Terminal açıkken ayarlarında yapılan bir değişikliği görmez ve bir dahaki sefere ayarlarını kaydettiğinde onu geri alabilir.
uk: Поки Термінал відкритий, він не бачить зміни своїх налаштувань і може відмінити її, коли наступного разу збереже їх.
zh_hans: “终端”在打开期间看不到对其设置所做的更改，并且可能会在下次保存设置时将其撤销。
zh_hant: 「終端機」打開期間看不到設定的變更，而且可能會在下次儲存設定時把設定改回來。

source: Why It Matters
cs: Proč na tom záleží
de: Warum das wichtig ist
es: Por qué importa
fr: Pourquoi c’est important
it: Perché è importante
ja: 重要な理由
ko: 중요한 이유
nl: Waarom dit belangrijk is
pl: Dlaczego to ważne
pt: Por Que Isso Importa
ro: De ce contează
ru: Почему это важно
sv: Varför det spelar roll
tr: Neden Önemli
uk: Чому це важливо
zh_hans: 为何重要
zh_hant: 為何重要
